{
	"1": "It's a sad man my friend who's livin' in his own skin and can't stand the company.",
	"2": "When it comes to luck, you make your own.",
	"3": "You can go from doing something quite silly to something dead serious in the blink of an eye, and if you're making those connections with your audience then they're going to go right along with it.",
	"4": "I played in front of every conceivable audience you could face: an all-black audience, all-white, firemen's fairs, policemen's balls, in front of supermarkets, bar mitzvahs, weddings, drive-in theaters. I'd seen it all before I ever walked into a recording studio.",
	"5": "And whether you're drawn to gospel music or church music or honky-tonk music, it informs your character and it informs your talent.",
	"6": "I have spent my life judging the distance between American reality and the American dream.",
	"7": "Adult life is dealing with an enormous amount of questions that don't have answers. So I let the mystery settle into my music. I don't deny anything, I don't advocate anything, I just live with it.",
	"8": "Pessimism and optimism are slammed up against each other in my records, the tension between them is where it's all at, it's what lights the fire.",
	"9": "I can sing very comfortably from my vantage point because a lot of the music was about a loss of innocence, there's innocence contained in you but there's also innocence in the process of being lost.",
	"10": "Talk about a dream, try to make it real.",
	"11": "Plus, you know, when I was young, there was a lot of respect for clowning in rock music - look at Little Richard. It was a part of the whole thing, and I always also believed that it released the audience.",
	"12": "When I was growing up, there were two things that were unpopular in my house. One was me, and the other was my guitar.",
	"13": "I grew up with a very big extended family, with a lot of aunts. We had about five or six houses on one street.",
	"14": "Blind faith in your leaders, or in anything, will get you killed.",
	"15": "An outgrowth of having a long career is that I have a lot of interesting things around that I get to revisit, and someday get to the place where they become something that I want to do next.",
	"16": "The best music is essentially there to provide you something to face the world with.",
	"17": "This music is forever for me. It's the stage thing, that rush moment that you live for. It never lasts, but that's what you live for.",
	"18": "I hadn't performed by myself in a while. It feels very natural to me, and I assume people come for the very same reasons as they do when I'm with the band: to be moved, for something to happen to them.",
	"19": "The audiences are there as a result of my history with the band but also as a result of my being able to reach people with a tune.",
	"20": "I have my ideas, I have my music and I also just enjoy showing off, so that's a big part of it. Also, I like to get up onstage and behave insanely or express myself physically, and the band can get pretty silly.",
	"21": "I do a lot of curiosity buying; I buy it if I like the album cover, I buy it if I like the name of the band, anything that sparks my imagination.",
	"22": "Yeah, my son likes a lot of guitar bands. He gave me something the other day which was really good. He'll burn a CD for me full of things that he has, so he's a pretty good call if I want to check some of that stuff out... The other two aren't quite into that yet.",
	"23": "My only general rule was to steer away from things I played with the band over the past couple of tours. I was interested in re-shaping the Rising material for live shows, so people could hear the bare bones of that.",
	"24": "I always wanted my music to influence the life you were living emotionally - with your family, your lover, your wife, and, at a certain point, with your children.",
	"25": "My image had always been very heterosexual, very straight. So it was a nice experience for me, a chance to clarify my own feelings about gay and lesbian civil rights.",
	"26": "When I first started in rock, I had a big guy's audience for my early records. I had a very straight image, particularly through the mid '80s."
}